Repository: KDE/klettres
Catalog: po/*/klettres.po
Languages: ia

# NAME OF TRANSLATORS
source: Your names
ia: Giovanni Sora

# EMAIL OF TRANSLATORS
source: Your emails
ia: g.sora@tiscali.it

source: The file sounds.xml was not found in $KDEDIR/share/apps/klettres/ Please install this file and start KLettres again.
ia: Le file sounds.xml non esseva trovate in $KDEDIR/share/apps/klettres/ Pro favor tu installa iste file e starta novemente KLettres.

source: New Sound
ia: Nove Sono

source: Play a new sound
ia: Reproduce un nove sono

source: You can play a new sound by clicking this button or using the File menu, New Sound.
ia: Tu pote reproducer un nove sono pr cliccar iste button o per usar le menu de File, Nove Sono.

source: Get Alphabet in New Language...
ia: Obtene Alphabeto in Nove Linguage...

source: Replay Sound
ia: Replica Sono

source: Play the same sound again
ia: Reproduce le mesme sono novemente

source: You can replay the same sound again by clicking this button or using the File menu, Replay Sound.
ia: Tu pote replicar le mesme sono novemente per cliccar iste button o per usar le menu de File, Replica Sono.

# @label:listbox which difficulty level to use
source: L&evel
ia: Niv&ello

source: Select the level
ia: Selige le nivello

source: You can select the level: level 1 displays a letter and you hear it; level 2 does not display the letter, you only hear it; level 3 displays a syllable and you hear it; level 4 does not display the syllable, you only hear it.
ia: Tu pote seliger le nivello: nivello 1 monstra un littera e tu audi illo; nivello 2 non monstra le littera, tu solmente audi illo; nivello 3 monstra un syllaba e tu audi illo; nivello 4 non monstra le syllaba, tu solmente audi illo.

# @label:listbox
source: &Language
ia: &Linguage

# @item:inlistbox choose level
source: Level %1
ia: Nivello %1

source: Themes
ia: Themas

source: Select the theme
ia: Selige le thema

source: Here you can change the theme for KLettres. A theme consists in the background picture and the font color for the letter displayed.
ia: Hic tu pote cambiar le thema per KLettres. Un Thema consiste in le imagine de fundo e le color de font per le littera monstrate.

source: Mode Kid
ia: Modo Kid (Infante)

source: If you are in the Grown-up mode, clicking on this button will set up the Kid mode. The Kid mode has no menubar and the font is bigger in the statusbar.
ia: Si tu es in le modo Grown-Up (Adulto), cliccar sur iste button configurara le modo Kid (Infante). Le modo Kid non ha un barra de menu e le font es plus grande in le barra de stato.

source: Mode Grown-up
ia: Modo Grown-Up (Adulto)

source: The Grownup mode is the normal mode where you can see the menubar.
ia: Le modo Grown-up (Adulto) es le modo normal ubi tu pote vider le barra de menu.

source: Font Settings
ia: Preferentias de font

source: Timer
ia: Temporisator

source: Timer Settings
ia: Preferentias de temporisator

# @info:status the current level chosen
source: (Level %1)
ia: (Nivello %1)

source: Grown-up mode is currently active
ia: MOdo Grown-Up (Adulto) es currentemente active

source: Switch to Kid mode
ia: Commuta a modo Kid (Infante)

source: Kid mode is currently active
ia: Modo Kid (Infante) es currentemente active

source: Switch to Grown-up mode
ia: Commuta a modo Grown-Up (Adulto)

source: File $KDEDIR/share/apps/klettres/%1.txt not found; please check your installation.
ia: File $KDEDIR/share/apps/klettres/%1.txt non trovate; pro favor tu verifica tu installation.

source: Language
ia: Linguage

source: Theme
ia: Thema

source: Whether the menubar is shown or hidden
ia: Si l ebarra de menu es monstrate o celate

source: Mode
ia: Modo

source: Difficulty level.
ia: Nivello de difficultate.

source: Kid Timer
ia: Temporisator de Kid (Infante)

source: Grown-up Timer
ia: Temporisator de Grown-Up (Adulto)

source: L&ook
ia: Aspect&o

source: &Settings
ia: Preferentia&s

source: Main
ia: Principal

source: Special Characters
ia: Characteres special

source: Type the letter or syllable that you just heard
ia: Typa le littera o le syllaba que tu has a pena audite

# @item:inlistbox
source: Kid
ia: Kid (Infante)

source: Romanized Hindi
ia: Hindi Romanisate

source: English Phonics
ia: English Phonics (Anglese

# @item:inlistbox no language for that locale
source: None
ia: Necun

source: KLettres helps a very young child or an adult learning a new language by associating sounds and letters in this language. 25 languages are available.
ia: KLettres adjuta un infante multe juvene o un adulto apprendente un nove linguage per associar sonos e litteras in iste linguage. 25 linguage es disponibile.

source: Kids and grown-up oxygen icons
ia: Icones de Oxygen per Kids (Infantes) e grown-up (Adulto)

source: SVG background pictures
ia: Imagines de fundo SVG

source: Support and coding guidance
ia: Supporto e guida de codificar

source: Code for generating special characters' icons
ia: Codice per generar icones de characteres special

source: Port to KConfig XT, coding help
ia: Porto a KConfig XT, adjuta a codificar

source: Code cleaning, Theme class
ia: Nettar Codice, classe de Thema

source: Timer setting widgets
ia: Widgets de preferentia de temporisator

source: Port to KDE Frameworks 5
ia: Porto a KDE Frameworks 5

source: Error while loading the sound names.
ia: Error durante que carga le nomines de sono.

source: 1 tenth of second
ia: 1 decimo de secunda

source: Set the time between 2 letters.
ia: Assigna le tempore inter 2 litteras.

source: Set the timer (in tenths of seconds)
ia: Assigna le temporisator (in decimos de secundas)

source: You can set the time between two letters in Kid mode. Default is 4 tenths of seconds but younger children might need longer time.
ia: Tu pote assignar le tempore inter duo litteras in modo Kid (Infante). Per definition es 4 decimos de secundas ma infantes plus juvenes poterea necessitar un tempore plus longe.

source: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Kid Mode</p></body></html>
ia: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Modo Kid (Infante)</p></body></html>

source: You can set the time between two letters in Grown-up mode. Default is 2 tenths of seconds.
ia: Tu pote assignar le tempore inter duo litteras in modo Grown Up (Adulto). Per definitionj es 2 decimos de secundas.

source: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Grown-up Mode</p></body></html>
ia: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Modo Grown-up (Adulto)</p></body></html>
